Revit 2027 API
HemisphericalLightDistribution Constructor
Overload List
Name | Description
HemisphericalLightDistribution() |  Creates a hemispherical light distribution object.
HemisphericalLightDistribution(HemisphericalLightDistribution) |  Creates a copy of the given hemispherical light distribution
Top
See Also
Reference
HemisphericalLightDistribution Class
Autodesk.Revit.DB.Lighting Namespace